page.service-name=Wycena3000
index.body.main-page=Strona g\u0142\u00F3wna
index.body.projects=Projekty
index.body.boards=P\u0142yty
index.body.parts=Elementy
index.body.parts.add=Dodaj Elementy
index.body.boards.add=Dodaj P\u0142yt\u0119
index.body.projects.add=Dodaj Projekt
index.body.logout=Wyloguj
index.body.register=Rejestracja
index.body.login=Logowanie

index.tutorial.welcome=Witaj w edytorze wycen stolarskich 
index.tutorial.step-1-1=Podstawowym celem tej aplikacji jest uproszczenie procesu tworzenia wyceny dla klienta. Interfejs u\u017Cytkownika jest prosty i przypomina wpisywanie danych na kalkulatorze.
index.tutorial.step-1-2=W kilka krok\u00F3w mo\u017Cna dok\u0142adnie sprawdzi\u0107 ile projekt b\u0119dzie kosztowa\u0107 i jak\u0105 cen\u0119 najlepiej poda\u0107 klientowi.
index.tutorial.step-1.list.header=Czego potrzeba do rozpocz\u0119cia pracy z aplikacj\u0105?
index.tutorial.step-1.list-1=Lista materia\u0142\u00F3w wraz z ich cenami
index.tutorial.step-1.list-2=P\u0142yty, blaty i fronty u\u017Cyte w projekcie oraz ich ceny
index.tutorial.step-1.list-3=10 minut czasu
index.tutorial.step-2=Zanim zanurkujesz w aplikacji i klikniesz "Dodaj projekt", proponuj\u0119 najpierw doda\u0107 potrzebne elementy i blaty do bazy danych.
index.tutorial.step-3.add-part=Dodaj element poprzez przycisk
index.tutorial.step-3.choose_from_list=Wybierz z listy pasuj\u0105cy 
index.tutorial.step-3.type=rodzaj
index.tutorial.step-3.choose=wybierz
index.tutorial.step-3.name=nazw\u0119
index.tutorial.step-3.that-is-easy-to-rem=kt\u00F3ra b\u0119dzie dla Ciebie \u0142atwo rozpoznawalna i dodaj
index.tutorial.step-3.price=cen\u0119
index.tutorial.step-3.you-can-change-it-all=Wszystkie te dane b\u0119dziesz m\u00F3g\u0142 p\u00F3\u017Aniej zmieni\u0107 w razie potrzeby.
index.tutorial.step-4.part-1=Po dodaniu wszystkich element\u00F3w, analogiczne dodaj p\u0142yty poprzez przycisk
index.tutorial.step-4.part-2=Jedyn\u0105 zmian\u0105 jest mo\u017Cliwo\u015B\u0107 dodania kodu p\u0142yty, ale jest to pole nieobowi\u0105zkowe.
index.tutorial.step-5.part-1=Kiedy wszystkie \u017Ar\u00F3d\u0142a koszt\u00F3w s\u0105 wprowadzone do systemu, kliknij 
index.tutorial.step-4.part-3=, wpisz unikaln\u0105 nazw\u0119 projektu oraz, opcjonalnie, komentarz.
index.tutorial.step-6.part-1=Program przekieruje Ci\u0119 do widoku edycji wyceny. Tutaj dodaj wszystkie wymiary poszczeg\u00F3lnych p\u0142yt, elementy, r\u00F3wnie\u017C inne koszty aby wyliczy\u0107 ca\u0142kowity koszt projektu. 
index.tutorial.step-6.part-2=Polecam porusza\u0107 si\u0119 pomi\u0119dzy polami formularza za pomoc\u0105 przycisku 
index.tutorial.step-6.part-3=Ka\u017Cdy z trzech element\u00F3w jest osobnym formularzem, co oznacza \u017Ce po uzupe\u0142nieniu dowolnego z nich nale\u017Cy potwierdzi\u0107 wprowadzone dane wciskaj\u0105c
index.tutorial.step-7.part-1=Mamy ju\u017C dodane wszystkie elementy i p\u0142yty. Czas ustali\u0107 cen\u0119 projektu. Kliknij w pasek 
index.tutorial.step-7.set-price="Ustal cen\u0119"
index.tutorial.step-7.part-2=, a nast\u0119pnie wybierz jak\u0105 chcesz zaproponowa\u0107 cen\u0119 lub mar\u017C\u0119. Podaj jedn\u0105 z tych dw\u00F3ch warto\u015Bci, program sam przeliczy drug\u0105 na podstawie danych
index.tutorial.step-8=Aby zako\u0144czy\u0107 edycj\u0119 kliknij w Projekty, a tam sprawd\u017A szczeg\u00F3\u0142y projektu. W razie dowolnych zmian masz zawsze mo\u017Cliwo\u015B\u0107 powrotu do edytora i zmiany danych.

page.button.part.add=Dodaj Element
page.button.board.add=Dodaj P\u0142yt\u0119
